{
    "landing": {
      "cet_overview": "Founded in 1939, College of Engineering, Trivandrum (CET) is Kerala's first engineering college, established during the reign of Sri Chithira Thirunal Balarama Varma. Initially started with 21 students in Civil, Mechanical, and Electrical Engineering, CET moved to its expansive 125-acre campus in 1960 and is now managed by the Kerala Government.",
      "cse_overview": "Established in 1984, the Computer Science and Engineering (CSE) department is known for its academic excellence and strong placement records. With 21 faculty members and a top student intake, CSE has a legacy of producing skilled engineers with alumni holding prominent positions globally in industry, academia, and research.",
      "dotslash_one" : "Relive the excitement of Dotslash, the annual extravaganza from the Computer Science & Engineering Department at the College of Engineering, Trivandrum! Explore the workshops, competitions, and project exhibitions that showcased student innovation and technology. Dotslash has left a legacy of fostering continuous learning and skill development in the computer science community.",
      "dotslash_two" : "Dotslash, the annual tech fest by the Computer Science and Engineering Department at College of Engineering, Trivandrum, kicked off with Professor Balu John unveiling the event logo. Gokul G Menon highlighted its significance, promising workshops and competitions to nurture innovation. Dotslash provided a platform for students to exhibit talents and engage in collaborative learning in computer science and engineering.",
      "dotslash_three" : "Dot Slash, the techno-cultural fest of College of Engineering Trivandrum's Department of Computer Science and Engineering, returned after 4 years with Dot Slash 23 on December 8th-9th, 2023. Inaugurated by Dr. Savier J S, the event featured talk sessions by startup leaders, workshops, games, and 'Dot Slash for Juniors' aimed at introducing coding to school students. The fest concluded with `Dot Night` and Day 2 included workshops, competitions, and Frost Code hackathon, reviving the department's spirit and igniting student interest in technology.",
      "cscup_one" : "After a thrilling four-year hiatus, the CS CUP 2024 was officially inaugurated on January 29th, 2024, amidst a symphony of cheers and applause. Head of Department Balu John, along with the esteemed department representative Gokul G Menon, graced the occasion with their presence, igniting the flames of competition with their inspiring words.The inauguration ceremony dazzled with the unveiling of the CS CUP 2024 logo, a beacon of unity and competition. As a football soared through the air, finding its mark in the goalpost, the journey of sporting excellence officially began, setting the stage for a week filled with spirited competitions and unparalleled sportsmanship.",
     

"cscup_two": "The excitement began early with online gaming contests like E-Football, BGMI TDM, Valorant, and Chess, where players showcased remarkable talent. Physical events followed, including Push-Up, Arm Wrestling, Badminton, Table Tennis, and Carroms tournaments, as well as thrilling Football, Basketball, Volleyball, and Gully Cricket matches, celebrating teamwork and athleticism.",

"cscup_three": "In a thrilling finale, the fourth-year students claimed the CS CUP, with the third years close behind. Aswin Gigo Jacob was honored as the CS Cup'24 Icon for his outstanding performance. CS CUP 2024 celebrated unity and the spirited camaraderie of CET Trivandrum's Computer Science and Engineering Department. Here's to more memorable events to come!"
    }
  }